
--อื่นๆ 
INSERT INTO `tb_account_setting` (`account_setting_id`, `account_setting_name`, `account_group_id`, `account_id`) VALUES 
('1', 'บัญชีกำไรสะสม', '0', '0'), 
('2', 'บัญชีพัก', '0', '0');


--ทรัพย์สิน
INSERT INTO `tb_account_setting` (`account_setting_id`, `account_setting_name`, `account_group_id`, `account_id`) VALUES 
('3', 'เงินสด', '1', '0'), 
('4', 'เงินสดย่อย', '1', '0'), 
('5', 'ลูกหนี้', '1', '0'), 
('6', 'เช็ครับล่วงหน้า', '1', '0'), 
('7', 'สินค้า', '1', '0'), 
('8', 'ภาษีนิติบุคคลจ่ายล่วงหน้า', '1', '0'), 
('9', 'ภาษีซื้อ', '1', '0'), 
('10', 'ภาษีซื้อยังไม่ถึงกำหนด', '1', '0'), 
('11', 'เงินมัดจำจ่ายล่วงหน้า', '1', '0');


--หนี้สิน
INSERT INTO `tb_account_setting` (`account_setting_id`, `account_setting_name`, `account_group_id`, `account_id`) VALUES 
('12', 'เจ้าหนี้', '2', '0'), 
('13', 'เช็คจ่ายล่วงหน้า', '2', '0'), 
('14', 'ภาษีหัก ณ ที่จ่ายค้างจ่าย', '2', '0'), 
('15', 'ภาษีขาย', '2', '0'), 
('16', 'ภาษีขาย-รอเรียกเก็บ', '2', '0'), 
('17', 'เงินมัดจำรับล่วงหน้า', '2', '0');


--รายได้
INSERT INTO `tb_account_setting` (`account_setting_id`, `account_setting_name`, `account_group_id`, `account_id`) VALUES 
('18', 'ขายสด', '4', '0'),
('19', 'ขายเชื่อ', '4', '0'), 
('20', 'รับคืน', '4', '0'), 
('21', 'ส่วนลดจ่าย', '4', '0'), 
('22', 'ดอกเบี้ยรับ', '4', '0'), 
('23', 'รายได้ธนาคาร', '4', '0'), 
('24', 'รายได้อื่นๆ', '4', '0'); 



--ค่าใช้จ่าย
INSERT INTO `tb_account_setting` (`account_setting_id`, `account_setting_name`, `account_group_id`, `account_id`) VALUES 
('25', 'ต้นทุนขาย', '5', '0'),
('26', 'ซื้อสินค้า', '5', '0'), 
('27', 'ส่งคืน', '5', '0'), 
('28', 'ส่วนลดรับ', '5', '0'), 
('29', 'ดอกเบี้ยจ่าย', '5', '0'), 
('30', 'ค่าใช้จ่ายธนาคาร', '5', '0'), 
('31', 'หนี้สูญ', '5', '0'), 
('32', 'ค่าใช้จ่ายอื่นๆ', '5', '0'), 
('33', 'ภาษีซื้อไม่ขอคืน', '5', '0'), 
('34', 'ภาษีขอคืนไม่ได้', '5', '0'); 
